Revit 2027 API
ParameterTypeId.PhyMaterialParamExpCoeffn1 Property
 "Thermal Expansion Coefficient 1"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PhyMaterialParamExpCoeffn1 { get; }
Public Shared ReadOnly Property PhyMaterialParamExpCoeffn1 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PhyMaterialParamExpCoeffn1 {
	ForgeTypeId^ get ();
}
static member PhyMaterialParamExpCoeffn1 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace